{
    "01:00AM - 02:00PM New York time (GMT-5)": "01:00AM - 02:00PM New York time (GMT-5)",
    "07:00AM - 08:00PM Morocco and France time (GMT+1)": "07:00AM - 08:00PM Morocco and France time (GMT+1)",
    "09:00AM - 10:00PM Mecca time (GMT + 3)": "09:00AM - 10:00PM Mecca time (GMT + 3)",
    "1 hour, 5 days a week (Sunday to Thursday)": "1 & a half hours, 5 days a week (Sunday to Thursday)",
    "4 months": "4 months",
    "Back to subscribe": "Back to home",
    "Choose your preferred schedule": "Choose your preferred schedule",
    "Class duration": "Class duration",
    "Close": "Close",
    "Dear Parents": "Dear Parents, Furqan Group is pleased to announce the launch of the Quadruple Education System for students in the memorization (Hifz) program. This initiative comes in response to several requests we have been receiving from parents. The initial phase of the Quadruple Education System will start from the next semester with limited capacity solely for students in the memorization trajectory.In the Quadruple Education System, the class duration is reduced while the quality of education is maintained equally to the regular class systems. Kindly review the following details:",
    "Fees": "Fees",
    "From Sunday till Thursday": "From Sunday till Thursday at",
    "HSBC Bank": "International Transfer (HSBC Bank) --> Total Tuition + Bank Fee = $:amount",
    "Important! If you would like to register for the": "Important! If you would like to register for the quadruple education system, please fill out the following form. The Summer semester is to begin .from 08.05.2022 until 01.09.2022.",
    "Payment via credit card": "We accept all credit cards  (Mada - VISA- Master Card - American express - others) <br> Total tuition + bank fees = $:amount",
    "Privacy Policy": "Privacy Policy",
    "Privacy Policy Text": "A. IntroductionThe Privacy Of Our Website Visitors Is Crucial—We’re Committed To Protecting It. This Policy Explains How We Use Your Personal Information.By Agreeing To Our Use Of Cookies According To The Terms Of This Policy, You Allow Us To Use Cookies Every Time You Revisit The Website.B. Collecting Personal InformationThe Following Personal Information May Be Collected, Stored And Used:Device's Information, IP Address, Location, Browser's Type & Version, And Operating System.1. Visits' Information & Use Of This Website, Including The Referral Source, The Length Of The Stay, What You See On The Page, And The Browsing Paths On The Website.2. Information You Enter When Registering On The Website Like Your Email Address.3. Information You Enter When Creating A Profile On The Website, Including Your Name, Profile Pictures, Gender, Date Of Birth, Social Status, Interests & Hobbies, Educational Status And Job Details.4. The Name And The Email Address You Enter To Set Up Subscriptions To Emails And/Or Newsletters Or Make Purchases.5. Information You Enter While Using The Services On The Website.6. Generated Information While Using The Website, Including Dates, Frequency Of Use And The Circumstances In Which You Use The Site.7. Purchases, Services You Use And Transactions You Carry In The Website Including Your Name, Address, Phone Number, Email Address And Credit Card Information.8. Information You Post On The Website To Share It On The Internet, Including Your Username, Your Profile Pictures And Your Posts' Content.9. Information Contained In Any Correspondence You Send To Us Via Email Or Through The Website, Including Shared Content And Metadata.10. Any Other Personal Information You Send To Us.Note: Before You Want To Share Another Person's Personal Information With Us, You Must Obtain That Person's Consent To Both Sharing And Process This Personal Information According To This Policy.C. Use Of Your Personal InformationThe Personal Information You Provide On Our Website Is Used For The Purposes Described In This Policy Or The Relevant Pages Of The Website. We May Use Your Personal Information For The Following Purposes:1. Managing Our Website And Business On The Internet.2. Customizing Our Website To Be More Convenient And Efficient For You.3. Enabling You To Use The Available Services On Our Website.4. Delivering The Goods You Buy From The Internet To You.5. Providing Purchased Services Through Our Website.6. Sending Statements, Invoices And Payment Notifications To You, And Collecting Payments From You.7. Sending You Non-Marketing Commercial Messages.8. Sending The Notifications You Specifically Request Via Email.9. Sending The Email Newsletter To You If You Have Asked For It (You Can Inform Us At Any Time If You No Longer Need The Newsletter).10. Sending Marketing Communications Of Our Business Or The Carefully Selected Third Parties That We Believe May Be Of Interest To You By Mail Or, If You Have Specifically Agreed To This, By Email Or Similar. You Can Inform Us At Any Time If You No Longer Need This Marketing Correspondence.11. Providing Third Parties With Statistical Information About Our Users—However, These Third Parties Will Not Be Able To Identify The Users For That Information By Themselves.12. Dealing With Inquiries And Complaints You Provide On Our Website.13. Protecting Our Website From Fraud And Maintaining Its Security.14. Verifying Compliance With The Terms And Conditions Governing The Use Of Our Website, Including Monitoring Private Messages Sent Through Our Website's Private Messaging Service.15. Other Uses.If You Submit Personal Information For Publication On Our Website, We Will Publish That Information And Use It In Another Way According To The License You Provide.Your Privacy Settings May Be Used To Limit The Publication Of Your Information On Our Website And May Be Modified Using The Privacy Controls On The Website.We Will Not Provide Any Third Party—Without Your Explicit Consent—With Your Personal Information For Direct Marketing To Any Other Party.D. Disclosure Of Personal InformationWe May Disclose Your Personal Information To Any Of Our Employees, Officers, Insurance Companies, Professional Advisors, Agents, Suppliers Or Subcontractors For The Set-Out Purposes In This Policy.We May Disclose Your Personal Information To Any Member Of Our Group Of Companies (This Means Our Subsidiaries, The Original Holding Company And All Of Its Subsidiaries) As Reasonably Necessary For The Set-Out Purposes In This Policy.We May Disclose Your Personal Information:1. To What Extent We Are Required To Do By Law.2. For Any Ongoing Or Potential Legal Proceedings.3. To Establish, Practice Or Defend Our Legal Rights, Including Providing Information To Others For Fraud Prevention And Credit Risk Reduction.4. To The Buyer—Or Potential Buyer—Of Any Business Or Asset We Are Selling (Or Intend To Do).5. Anyone We Reasonably Believe May Apply To A Court Or Other Competent Authority To Request The Disclosure Of That Personal Information. It Is Reasonably Likely That This Court Or Authority Will Order The Disclosure Of That Personal Information—Except As Provided In This Policy, We Will Not Provide Your Personal Information To Any Third Party.E. International Transfer Of Data1. The Information We Collect May Be Stored, Processed Or Transferred Between Any Of The Countries In Which We To Enable Us Using The Information Following This Policy.2. The Information That We Collect May Be Transferred To The Following Countries—That Don’t Subject To Data Protection Laws Equivalent To Those In Force In The European Economic Area—Which Are The United States Of America, Russia, Japan, China, And India.3. We Cannot Prevent Others From Using Or Misusing The Personal Information You Publish On Our Website Or Information You Submit For Publication On Our Website That Is Available On The Internet Around The World.4. You Earnestly Agree To The Transfers Of Personal Information Described In This Section.F. Storing Personal Information1. This Section Sets Out The Data Retention Policies And Procedures We Follow, Which Are Designed To Help Ensure That We Comply With Our Legal Obligations Regarding The Retention And Deletion Of Personal Information.2. The Personal Information We Process Should Not Be Stored For Any Purpose Or Purposes Longer Than Necessary.3. Without Prejudice To Term G-2, We Do Not Delete Your Voluntarily Entered Data, Purchase Information, Or Identity Authentication Information Unless A Direct Request Is Received From You On Customer Support Services. The Impact Of The Deletion Is Evaluated Without Contradicting Local, International Or Tax Regulations.4. Notwithstanding Other Provisions In This Section, We Keep Documents—Including Electronic Documents—That Contain The Personal Data According To The Following:    1. To The Extent Required By Law.    2. If We Believe These Documents May Be Related To Any Ongoing Or Potential Legal Process.    3. To Initiate, Exercise, Or Defend Our Legal Rights, Including Providing Information To Others For Fraud Prevention And Credit Risk Reduction.G. Personal Information’s Security1. We Undertake To Take Reasonable Technical And Organizational Precautions To Prevent The Loss, Misuse Or Alteration Of Your Personal Information.2. We Undertake To Store All Personal Information You Provide On Our Secure Servers Which Are Protected By Password And Firewall.3. All Electronic Financial Transactions Performed Through Our Website Are Encrypted.4. You Acknowledge That You Agree To This Policy, Knowing That The Transmission Of Information Via The Internet Is Inherently Insecure, And We Cannot Guarantee The Security Of Data Sent Over The Internet.5. You Are Responsible For Maintaining The Confidentiality Of The Password You Use To Access Our Site. We Will Not Ask You For Your Password, Except When You Log Into Our Website.H. UpdatesWe May Update This Policy From Time To Time By Publishing A New Version On Our Website. You Should Occasionally Visit This Page To Ensure You Understand Any Changes To This Policy (We May Notify You Of Changes By Email Or Through The Private Messaging System Of Our Website).I. Your RightsYou May Ask Us To Provide You With Any Personal Information We Keep About You. Providing This Information Is Subjected To The Following:1. Payment Of Fees And Subscriptions And Products Purchase2. Provide An Appropriate Proof Of Identity (The National Identity And Passport Are Accepted As A Proof Of Identity And Ownership Of The Account Or Services)3. We May Not Provide You With The Personal Information You Request To The Extent Permitted By Law.4. You May Ask Us At Any Time Not To Process Your Personal Information For Marketing Purposes.5. Pragmatically, Either You Will Earnestly Consent In Advance To Our Use Of Personal Information For Marketing Purposes, Or We Will Allow You To Cancel The Use Of Personal Information For Marketing Purposes.J. Third Party WebsitesOur Website Contains Hyperlinks And Details About Third-Party Websites, Though We Do Not Have Any Control Over The Privacy Policies And Practices Of Third Parties, Nor Are We Responsible For Them.K. Update InformationPlease Let Us Know If The Personal Information We Hold About You Needs Correction Or Update.L. CookiesOur Website Uses Cookies. A Cookie Is A File Containing An Identifier (A String Of Letters And Numbers) Which The Internet Server Sends To The Internet Browser And The Browser Stores It. Then, The Identifier Is Sent Back To The Server Every Time The Browser Requests A Page From The Server. Cookies May Be Either 'Persistent' Cookies Or 'Session' Cookies. A Persistent Cookie Is Stored By The Internet Browser And Remains Valid Until Its Specified Expiration Date Unless The User Deletes It Before The Expiration Date.On The Other Hand, A Session Cookie Expires At The End Of The User's Session (By Closing The Internet Browser). Cookies Do Not Usually Contain Any Information That Personally Identifies The User. However, The Personal Information We Store About You May Be Linked To The Information Stored In The Cookies Obtained From Them. We Only Use Session Cookies, Or Persistent Cookies, Or Both Of Them On Our Website.1. The Names Of The Cookies We Use On Our Website And The Purposes Of Their Usage Are As Follows:    1. We Use Google Analytics And Adwords On Our Website To Recognize The Computer. These Are All The Uses Of Cookies Applicable To Your Site:A. Visiting The WebsiteB. Tracking Users While They Browse The SiteC. Enabling The Use Of The Shopping Cart On The SiteD. Improving Website UsabilityE. Website Usage AnalysisF. Site ManagementG. Fraud Prevention And Website Security ImprovementH. Site Customization For Each UserI. Targeted Ads That May Be Of Particular Interest To Specific UsersJ. Purpose Description2. Most Browsers Allow You To Refuse To Accept Cookies—For Example:     1. In Internet Explorer (Version 10 And Above), You Can Block Cookies By Using The Cookie Override Settings Available By Clicking On “Tools” Then “Internet Options” Then “Privacy,” And Finally “Advanced Options.”     2. In Firefox (Version 24 And Above), You Can Block All Cookies By Clicking On “Tools,” “Options,” And “Privacy,” And Selecting “Use Custom Settings For History” From The Drop-Down Menu, And Uncheck “Accept Cookies From Sites”.     3. In Chrome (Version 29 And Above), You Can Block All Cookies By Accessing The “Customize And Control” Menu, Clicking On “Settings” Then “Show Advanced Settings” And “Content Settings” And Finally Select “Block Sites”. No Data Is Prepared Under The Heading Of “Cookies”.     3. Blocking All Cookies Will Harm The Convenience Of Many Websites. If You Block Cookies, You Will Not Be Able To Use All The Features On Our Site. You Can Delete Cookies That Are Stored On Your Computer—For Example:     1. In Internet Explorer (Version 10 And Above), You Must Manually Delete Cookies (You Can Find Instructions To Do This At Http://Support.Microsoft.Com/Kb/278835).     2. In Firefox (Version 24 And Above), You Can Delete Cookies By Clicking “Tools” Then “Options” And “Privacy” Then Selecting “Use Custom Settings For History,” Click 'Show Cookies,' And Then Click “Remove All Cookies”.     3. In Chrome (Version 29 And Above), You Can Delete All Cookies By Accessing The “Customize And Control” Menu, Clicking On “Settings” Then “Show Advanced Settings” And “Clear Browsing Data,” Then Selecting “Delete Cookies, Site Data And Other Plug-Ins”.     4. Deleting Cookies Will Harm The Convenience Of Private Websites.",
    "Refund Policy": "Refund Policy",
    "Refund Policy Text": "Return/Refund Policy1- The Student Has The Right To Cancel His Registration In The Course Within 48 Hours From The Date He Purchases The Course, And Will Be Fully Refunded.2- The Student Has No Right To Request A Refund If More Than 48 Hours Have Passed Since Purchasing The Course Unless One Of The Cases Mentioned In Items 4 And 3 Is Fulfilled.3- If The Course Dates Are Changed, The Student Will Be Notified Of The New Dates Via E-Mail, And If The New Dates Are Not Suitable For The Student, He Has The Right To Request The Cancellation A Refund Within 48 Hours Of The Notification, And Will Receive A Full Amount Refund Of The Course Fees Or He Can Transfer Fees To Another Course.4- In The Event That The Course Is Canceled By The Training Center, The Student Will Be Notified By E-Mail And The Full Amount Of The Course Will Be Returned To The Student.5- In The Event That It Is Not Possible To Attend The Course Due To An Emergency Situation, The Student Can Notify Us By Submitting A Request To Refund The Course Fees Or Transfer The Fees To Another Course, And We Will Study The Case. We Have The Full Right To Accept Or Reject His Request.",
    "Second semester 2022 - one to one": "Registration for the summer semester 2022 - Quadruple Education System",
    "Semester duration": "Semester duration",
    "Sorry just": "Sorry, one-to-one subscriptions are allowed for memorization path only. You can subscribe in the General Education path from <a href='https://furqanshop.com/eservices_checkout/'>here</a>",
    "Students in Memorization program (Hifz)": "Students in Memorization program (Hifz)",
    "Support Cookies": "You must use a browser that supports cookies such as Google Chrome without incognito mode, or you can register by <a target='_blank' href='https://furqanshop.com/eservices_checkout_one_to_one'>Clicking here</a>!",
    "Target group": "Target group",
    "Terms And Conditions": "Terms And Conditions",
    "Terms And Conditions Text": "AgreementBy Signing Up To Be An Affiliate In The Eservices.Fg2020.Com Affiliate Program (“Program”) You Are Agreeing To Be Bound By The Following Terms And Conditions (“Terms Of Service”).Eservices.Fg2020.Com Operated By Furqan Group For Education & IT At Room 409 Beverley Commercial Center Kowloon Hong Kong In Hong Kong Registered With Company Registry No. 2861359 & Business Reg. No. 71046592 Reserves The Right To Update And Change The Terms Of Service From Time To Time Without Notice. Any New Features That Augment Or Enhance The Current Program, Including The Release Of New Tools And Resources, Shall Be Subject To The Terms Of Service. Continued Use Of The Program After Any Such Changes Shall Constitute Your Consent To Such Changes.Violation Of Any Of The Terms Below Will Result In The Termination Of Your Account And For Forfeiture Of Any Outstanding Affiliate Commission Payments Earned During The Violation. You Agree To Use The Affiliate Program At Your Own Risk.Account Terms- You Must Be A Human. Accounts Registered By “Bots” Or Other Automated Methods Are Not Permitted-You Must Provide Your Legal Full Name, A Valid Email Address, And Any Other Information Requested In Order To Complete The Signup Process-Your Login May Only Be Used By One Person – A Single Login Shared By Multiple People Is Not Permitted- You Are Responsible For Maintaining The Security Of Your Account And Password. Eservices.Fg2020.Com Cannot And Will Not Be Liable For Any Loss Or Damage From Your Failure To Comply With This Security Obligation- You Are Responsible For All Content Posted And Activity That Occurs Under Your Account- One Person Or Legal Entity May Not Maintain More Than One Account.-You May Not Use The Affiliate Program For Any Illegal Or Unauthorized Purpose. You Must Not, In The Use Of The Service, Violate Any Laws In Your Jurisdiction (Including But Not Limited To Copyright Laws)- You May Not Use The Affiliate Program To Earn Money On Your Own Eservices.Fg2020.Com Product AccountsLinks/Graphics On Your Site, In Your Emails, Or Other CommunicationsOnce You Have Signed Up For The Affiliate Program, You Will Be Assigned A Unique Affiliate Code. You Are Permitted To Place Links, Banners, Or Other Graphics We Provide With Your Affiliate Code On Your Site, In Your Emails, Or In Other Communications. We Will Provide You With Guidelines, Link Styles, And Graphical Artwork To Use In Linking To Services.Fg2020.Com. We May Change The Design Of The Artwork At Any Time Without Notice, But We Won’t Change The Dimensions Of The Images Without Proper Notice.To Permit Accurate Tracking, Reporting, And Referral Fee Accrual, We Will Provide You With Special Link Formats To Be Used In All Links Between Your Site And The Services.Fg2020.Com. You Must Ensure That Each Of The Links Between Your Site And The Eservices.Fg2020.Com Properly Utilizes Such Special Link Formats. Links To The Eservices.Fg2020.Com Placed On Your Site Pursuant To This Agreement And Which Properly Utilize Such Special Link Formats Are Referred To As “Special Links.” You Will Earn Referral Fees Only With Respect To Sales On A Eservices.Fg2020.Com Product Occurring Directly Through Special Links; We Will Not Be Liable To You With Respect To Any Failure By You Or Someone You Refer To Use Special Links Or Incorrectly Type Your Affiliate Code, Including To The Extent That Such Failure May Result In Any Reduction Of Amounts That Would Otherwise Be Paid To You Pursuant To This Agreement.Affiliate Links Should Point To The Page Of The Product Being Promoted.Referral Fees/Commissions And PaymentFor A Product Sale To Be Eligible To Earn A Referral Fee, The Customer Must Click-Through A Special Link From Your Site, Email, Or Other Communications To Https://Furqanshop.Com And Complete An Order For A Product During That Session.We Will Only Pay Commissions On Links That Are Automatically Tracked And Reported By Our Systems. We Will Not Pay Commissions If Someone Says They Purchased Or Someone Says They Entered A Referral Code If It Was Not Tracked By Our System. We Can Only Pay Commissions On Business Generated Through Properly Formatted Special Links That Were Automatically Tracked By Our Systems.We Reserve The Right To Disqualify Commissions Earned Through Fraudulent, Illegal, Or Overly Aggressive, Questionable Sales Or Marketing Methods.Payments Only Begin Once You’ve Earned More Than $20 In Affiliate Income. If Your Affiliate Account Never Crosses The $20 Threshold, Your Commissions Will Not Be Realized Or Paid. We Are Only Responsible For Paying Accounts That Have Crossed The $20 Threshold.Identifying Yourself As A Eservices.Fg2020.Com AffiliateYou May Not Issue Any Press Release With Respect To This Agreement Or Your Participation In The Program; Such Action May Result In Your Termination From The Program. In Addition, You May Not In Any Manner Misrepresent Or Embellish The Relationship Between Us And You, Say You Develop Our Products, Say You Are Part Of Eservices.Fg2020.Com Or Express Or Imply Any Relationship Or Affiliation Between Us And You Or Any Other Person Or Entity Except As Expressly Permitted By This Agreement (Including By Expressing Or Implying That We Support, Sponsor, Endorse, Or Contribute Money To Any Charity Or Other Cause).You May Not Purchase Products Through Your Affiliate Links For Your Own Use. Such Purchases May Result (In Our Sole Discretion) In The Withholding Of Referral Fees And/Or The Termination Of This Agreement.Payment ScheduleAs Long As Your Current Affiliate Earning Are Over $20, You’ll Be Paid Each Month. If You Haven’t Earned $20 Since Your Last Payment, We’ll Pay You The Following Month After You’ve Crossed The Threshold.Customer DefinitionCustomers Who Buy Products Through This Program Will Be Deemed To Be Our Customers. Accordingly, All Of Our Rules, Policies, And Operating Procedures Concerning Customer Orders, Customer Service, And Product Sales Will Apply To Those Customers. We May Change Our Policies And Operating Procedures At Any Time. For Example, We Will Determine The Prices To Be Charged For Products Sold Under This Program In Accordance With Our Own Pricing Policies. Product Prices And Availability May Vary From Time To Time. Because Price Changes May Affect Products That You Have Listed On Your Site, You Should Not Display Product Prices On Your Site. We Will Use Commercially Reasonable Efforts To Present Accurate Information, But We Cannot Guarantee The Availability Or Price Of Any Particular ProductYour ResponsibilitiesYou Will Be Solely Responsible For The Development, Operation, And Maintenance Of Your Site And For All Materials That Appear On Your Site. For Example, You Will Be Solely Responsible For:– The Technical Operation Of Your Site And All Related Equipment– Ensuring The Display Of Special Links On Your Site Does Not Violate Any Agreement Between You And Any Third Party (Including Without Limitation Any Restrictions Or Requirements Placed On You By A Third Party That Hosts Your Site)– The Accuracy, Truth, And Appropriateness Of Materials Posted On Your Site (Including, Among Other Things, All Product-Related Materials And Any Information You Include Within Or Associate With Special Links)– Ensuring That Materials Posted On Your Site Do Not Violate Or Infringe Upon The Rights Of Any Third Party (Including, For Example, Copyrights, Trademarks, Privacy, Or Other Personal Or Proprietary Rights)– Ensuring That Materials Posted On Your Site Are Not Libelous Or Otherwise Illegal– Ensuring That Your Site Accurately And Adequately Discloses, Either Through A Privacy Policy Or Otherwise, How You Collect, Use, Store, And Disclose Data Collected From Visitors, Including, Where Applicable, That Third Parties (Including Advertisers) May Serve Content And/Or Advertisements And Collect Information Directly From Visitors And May Place Or Recognize Cookies On Visitors’ Browsers.Compliance With LawsAs A Condition To Your Participation In The Program, You Agree That While You Are A Program Participant You Will Comply With All Laws, Ordinances, Rules, Regulations, Orders, Licenses, Permits, Judgments, Decisions Or Other Requirements Of Any Governmental Authority That Has Jurisdiction Over You, Whether Those Laws, Etc. Are Now In Effect Or Later Come Into Effect During The Time You Are A Program Participant. Without Limiting The Foregoing Obligation, You Agree That As A Condition Of Your Participation In The Program You Will Comply With All Applicable Laws (Federal, State Or Otherwise) That Govern Marketing Email, Including Without Limitation, The CAN-SPAM Act Of 2003 And All Other Anti-Spam LawsTerm Of The Agreement And ProgramThe Term Of This Agreement Will Begin Upon Our Acceptance Of Your Program Application And Will End When Terminated By Either Party. Either You Or We May Terminate This Agreement At Any Time, With Or Without Cause, By Giving The Other Party Written Notice Of Termination. Upon The Termination Of This Agreement For Any Reason, You Will Immediately Cease Use Of, And Remove From Your Site, All Links To Https://Furqanshop.Com, And All Of Our Trademarks, Trade Dress, And Logos, And All Other Materials Provided By Or On Behalf Of Us To You Pursuant Hereto Or In Connection With The Program. Eservices.Fg2020.Com Reserves The Right To End The Program At Any Time. Upon Program Termination, Eservices.Fg2020.Com Will Pay Any Outstanding Earnings Accrued Above $20.TerminationServices.Fg2020.Com, In Its Sole Discretion, Has The Right To Suspend Or Terminate Your Account And Refuse Any And All Current Or Future Use Of The Program, Or Any Other Eservices.Fg2020.Com Service, For Any Reason At Any Time. Such Termination Of The Service Will Result In The Deactivation Or Deletion Of Your Account Or Your Access To Your Account, And The Forfeiture And Relinquishment Of All Potential Or To-Be-Paid Commissions In Your Account If They Were Earned Through Fraudulent, Illegal, Or Overly Aggressive, Questionable Sales Or Marketing Methods. Eservices.Fg2020.Com Reserves The Right To Refuse Service To Anyone For Any Reason At Any Time.Relationship Of PartiesYou And We Are Independent Contractors, And Nothing In This Agreement Will Create Any Partnership, Joint Venture, Agency, Franchise, Sales Representative, Or Employment Relationship Between The Parties. You Will Have No Authority To Make Or Accept Any Offers Or Representations On Our Behalf. You Will Not Make Any Statement, Whether On Your Site Or Otherwise, That Reasonably Would Contradict Anything In This SectionLimitations Of LiabilityWe Will Not Be Liable For Indirect, Special, Or Consequential Damages (Or Any Loss Of Revenue, Profits, Or Data) Arising In Connection With This Agreement Or The Program, Even If We Have Been Advised Of The Possibility Of Such Damages. Further, Our Aggregate Liability Arising With Respect To This Agreement And The Program Will Not Exceed The Total Referral Fees Paid Or Payable To You Under This Agreement.DisclaimersWe Make No Express Or Implied Warranties Or Representations With Respect To The Program Or Any Products Sold Through The Program (Including, Without Limitation, Warranties Of Fitness, Merchantability, Noninfringement, Or Any Implied Warranties Arising Out Of A Course Of Performance, Dealing, Or Trade Usage). In Addition, We Make No Representation That The Operation Of The Eservices.Fg2020.Com Will Be Uninterrupted Or Error-Free, And We Will Not Be Liable For The Consequences Of Any Interruptions Or Errors.Independent InvestigationYOU ACKNOWLEDGE THAT YOU HAVE READ THIS AGREEMENT AND AGREE TO ALL ITS TERMS AND CONDITIONS. YOU UNDERSTAND THAT WE MAY AT ANY TIME (DIRECTLY OR INDIRECTLY) SOLICIT CUSTOMER REFERRALS ON TERMS THAT MAY DIFFER FROM THOSE CONTAINED IN THIS AGREEMENT OR OPERATE WEB SITES THAT ARE SIMILAR TO OR COMPETE WITH YOUR WEB SITE. YOU HAVE INDEPENDENTLY EVALUATED THE DESIRABILITY OF PARTICIPATING IN THE PROGRAM AND ARE NOT RELYING ON ANY REPRESENTATION, GUARANTEE, OR STATEMENT OTHER THAN AS SET FORTH IN THIS AGREEMENT.ArbitrationAny Dispute Relating In Any Way To This Agreement (Including Any Actual Or Alleged Breach Hereof), Any Transactions Or Activities Under This Agreement Or Your Relationship With Us Or Any Of Our Affiliates Shall Be Submitted To Confidential Arbitration, Except That, To The Extent You Have In Any Manner Violated Or Threatened To Violate Our Intellectual Property Rights, We May Seek Injunctive Or Other Appropriate Relief In Any State Or Federal Court (And You Consent To Non-Exclusive Jurisdiction And Venue In Such Courts) Or Any Other Court Of Competent Jurisdiction. Arbitration Under This Agreement Shall Be Conducted Under The Rules Then Prevailing Of The American Arbitration Association. The Arbitrator’s Award Shall Be Binding And May Be Entered As A Judgment In Any Court Of Competent Jurisdiction. To The Fullest Extent Permitted By Applicable Law, No Arbitration Under This Agreement Shall Be Joined To An Arbitration Involving Any Other Party Subject To This Agreement, Whether Through Class Arbitration Proceedings Or OtherwiseMiscellaneousThis Agreement Will Be Governed By The Laws Of The Hong Kong, Without Reference To Rules Governing Choice Of Laws. You May Not Assign This Agreement, By Operation Of Law Or Otherwise, Without Our Prior Written Consent. Subject To That Restriction, This Agreement Will Be Binding On, Inure To The Benefit Of, And Be Enforceable Against The Parties And Their Respective Successors And Assigns. Our Failure To Enforce Your Strict Performance Of Any Provision Of This Agreement Will Not Constitute A Waiver Of Our Right To Subsequently Enforce Such Provision Or Any Other Provision Of This Agreement.The Failure Of Eservices.Fg2020.Com To Exercise Or Enforce Any Right Or Provision Of The Terms Of Service Shall Not Constitute A Waiver Of Such Right Or Provision. The Terms Of Service Constitutes The Entire Agreement Between You And Eservices.Fg2020.Com And Govern Your Use Of The Service, Superceding Any Prior Agreements Between You And Eservices.Fg2020.Com (Including, But Not Limited To, Any Prior Versions Of The Terms Of Service).",
    "Thank you": "Registration Status",
    "The desired session can be chosen below": "The desired session can be chosen below",
    "Time": "Time",
    "Virtual office times:": "Virtual office times:",
    "We wish you all good health and success by Allah will": "We wish you all good health and success by Allah will.",
    "https://furqangroup.zoom.us/j/99947595293": "https://furqangroup.zoom.us/j/99947595293",
    "per semester": "per semester",
    "please select best time": "Please make sure to enter your preferred time!",
    "virtual office link:": "virtual office link:"
}
